import TitlePage  from '../../components/TitlePage';
import { Container } from 'react-bootstrap';

const QookieInfo = () => {
    return(
        <>
            <Container>
                <br />
                <TitlePage>Использование данных Qookie</TitlePage>
                <br />
                <h3>
                    Соглашение об использовании файлов cookie
                </h3>
                <p>
                    Веб-сайт ksk-armada.ru/, языковые версии которого размещены в сети Интернет по адресу www.ksk-armada.ru (далее Веб-сайт) использует файлы cookie и&nbsp;схожие технологии, чтобы отличать вас от&nbsp;других пользователей (далее&nbsp;&mdash; Пользователи) нашего Веб-сайта, гарантировать максимальное удобство, предоставляя персонализированную информацию, а также, чтобы улучшить наш сервис.
                </p>
                <p>
                    Это соглашение об использовании файлов cookie предоставляет вам информацию о типах файлов cookie, которые мы используем, и о целях их использования. Чтобы получить список всех файлов cookie, используемых нашим Веб-сайтом, свяжитесь с нами по телефону или почтовому адресу, указанному в разделе &quot;Контакты&quot;.
                </p>
                <p>
                    В случае расхождения трактовок текста редакций документа на разных языках, применяется текст на русском языке.
                </p>
                <br/>
                <h5>
                    СОГЛАСИЕ ПОЛЬЗОВАТЕЛЯ 
                </h5>
                <p>
                    Оставаясь на Веб-сайте, вы соглашаетесь с размещением файлов cookie на вашем компьютере, с целью анализа использования Веб-сайта. Если вы не хотите принимать файлы cookie, вы должны прекратить использование Веб-сайта.
                </p>
                <br/>
                <h5>
                    ИНФОРМАЦИЯ О COOKIE
                </h5>
                <p>
                    Во время просмотра любой страницы Веб-сайта на ваш компьютер загружается сама страница, а также небольшие текстовый файлы под названием cookie. Файлы cookie представляют собой небольшое количество данных, среди которых часто содержится уникальный анонимный идентификатор, посылаемый вашему браузеру Веб-сайтом и сохраняемый на жестком диске вашего компьютера. С дополнительной информацией о cookie вы можете ознакомиться, перейдя по ссылке <a href='https://ru.wikipedia.org/wiki/Cookie' target="_blank" rel="noreferrer">https://ru.wikipedia.org/wiki/Cookie.</a> 
                </p>
                <br/>
                <h5>
                    ТИПЫ ИСПОЛЬЗУЕМЫХ ФАЙЛОВ COOKIE 
                </h5>    
                <p>
                    Веб-сайт использует различные типы файлов cookie: 
                </p>
                <p>
                    Строго необходимые файлы cookie. Эти файлы cookie необходимы, чтобы Веб-сайт работал корректно. Они позволяют Пользователям передвигаться по&nbsp;Веб-сайту и&nbsp;использовать его возможности. Эти файлы не&nbsp;идентифицируют Пользователей как личность. Если Пользователь не&nbsp;согласен использовать данный тип файлов, это может оказать влияние на&nbsp;производительность Веб-сайта или его компонентов.
                </p>
                <p>
                    Файлы cookie, относящиеся к&nbsp;производительности, эффективности и&nbsp;аналитике. Эти файлы помогают понять, как Пользователи взаимодействуют с&nbsp;Веб-сайтом, предоставляя информацию о&nbsp;тех областях, которые они посетили и&nbsp;количестве времени, которое они провели на&nbsp;Веб-сайте, также эти файлы показывают проблемы в&nbsp;работе интернет-ресурса, например, сообщения об&nbsp;ошибках. Это помогает улучшить работу Веб-сайта. Файлы cookie, относящиеся к&nbsp;аналитике, также помогают измерять эффективность рекламных кампаний и&nbsp;оптимизировать содержание Веб-сайта. Данный тип файлов cookie не&nbsp;может быть использован для идентификации Пользователя. Вся информация, которая собирается и&nbsp;анализируется, полностью анонимна.
                </p>
                <p>
                    Функциональные файлы cookie. Эти файлы cookie служат для того, чтобы опознавать Пользователей, возвращающихся на&nbsp;Веб-сайт. Они позволяют индивидуально подбирать содержание Веб-сайта для Пользователей. Если Пользователь блокирует этот тип файлов, это может повлиять на&nbsp;производительность и&nbsp;функциональность Веб-сайта и&nbsp;ограничить доступ к&nbsp;контенту на&nbsp;Веб-сайте.
                </p>
                <p>
                    Рекламные файлы cookie. В&nbsp;эти файлы записываются сведения о&nbsp;пользовательских действиях в&nbsp;Интернете, в&nbsp;том числе о&nbsp;посещении сайтов и&nbsp;страниц, а&nbsp;также данные о&nbsp;ссылках и&nbsp;рекламе, которые Пользователи выбирали для просмотра. Одна из&nbsp;целей&nbsp;&mdash; отражать на&nbsp;веб-сайтах тот контент, который наиболее полно ориентирован на&nbsp;Пользователя. Другая цель&nbsp;&mdash; обеспечить возможность предоставления рекламной или другой информации в&nbsp;более точном соответствии с&nbsp;интересами Пользователя.
                </p>
                <br/>
                <h5>
                    УПРАВЛЕНИЕ ФАЙЛАМИ COOKIE  
                </h5>  
                <p>
                    Вы&nbsp;можете отключить сохранение файлов cookie, ограничить их&nbsp;создание конкретными веб-сайтами или установить уведомление об&nbsp;отправке файлов cookie в&nbsp;своем браузере. Вы&nbsp;также можете в&nbsp;любой момент удалить файлы с&nbsp;жесткого диска своего компьютера. Однако, если вы&nbsp;решите заблокировать все файлы cookie (включая строго необходимые), вы&nbsp;не&nbsp;сможете получить доступ к&nbsp;Веб-сайту, или его частям, или отображение страниц будут ограниченным или некорректным.
                </p>
                <br/>
                <h5>
                    COOKIE ТРЕТЬИХ ЛИЦ  
                </h5>  
                <p>
                    В&nbsp;настоящее время на&nbsp;Веб-сайте используются следующие файлы cookie третьих лиц:
                </p>
                <p>
                    <h6>Yandex Metrica</h6>
                    Веб-сайт также использует Yandex Metrica для предоставления данных веб-аналитики о&nbsp;том, как используется наш Веб-сайт. Дополнительную информацию о&nbsp;файлах cookie Yandex Metrica можно получить в&nbsp;справочных страницах и политике конфиденциальности Yandex. Чтобы отказаться от&nbsp;использования Yandex Metrica, вы&nbsp;можете загрузить и&nbsp;установить специальную надстройку, перейдя по&nbsp;ссылке&nbsp;&mdash; <a href='https://yandex.ru/support/metrika/general/opt-out.html' target="_blank" rel="noreferrer">https://yandex.ru/support/metrika/general/opt-out.html</a>.
                </p>
            </Container>
        </>
    );
}

export default QookieInfo;