import Image1 from '../../public/EventGroup/image1.png';
import Image2 from '../../public/EventGroup/image2.png';
import Image3 from '../../public/EventGroup/image3.png';


export const HorsesAPI = [
    {
        id: 1, 
        img: Image1, 
        alt: 'альт', 
        relise: '06.12.2022',
        title: 'Весенний кубок КСК Армадапо конкуру', 
        shorts: 'Мы будем рады видеть в числе участников старых друзей, и так же будем рады новым знакомствам!', 
        markup: 'Мы будем рады видеть в числе участников старых друзей, и так же будем рады новым знакомствам!' 
    },
    {
        id: 2, 
        img: Image2, 
        alt: 'альт', 
        relise: '12.06.2022',
        title: 'Внутриклубные соревнования по выездке и конкуру', 
        shorts: '', 
        markup: 'Внутриклубные соревнования по выездке и конкуру' 
    },
    {
        id: 3, 
        img: Image3, 
        alt: 'альт', 
        relise: '15.11.2022',
        title: 'Весенний турнир по конной стрельбе из лука', 
        shorts: 'Мы от всей души поздравляем Анастасию и её тренера Лопатникова Владислава с отличным выступлением!', 
        markup: 'Мы от всей души поздравляем Анастасию и её тренера Лопатникова Владислава с отличным выступлением!' 
    },
    {
        id: 4, 
        img: Image3, 
        alt: 'альт', 
        relise: '15.11.2022',
        title: 'Весенний турнир по конной стрельбе из лука', 
        shorts: 'Мы от всей души поздравляем Анастасию и её тренера Лопатникова Владислава с отличным выступлением!', 
        markup: 'Мы от всей души поздравляем Анастасию и её тренера Лопатникова Владислава с отличным выступлением!' 
    },
    {
        id: 5, 
        img: Image3, 
        alt: 'альт', 
        relise: '15.11.2022',
        title: 'Весенний турнир по конной стрельбе из лука', 
        shorts: 'Мы от всей души поздравляем Анастасию и её тренера Лопатникова Владислава с отличным выступлением!', 
        markup: 'Мы от всей души поздравляем Анастасию и её тренера Лопатникова Владислава с отличным выступлением!' 
    },
    {
        id: 6, 
        img: Image1, 
        alt: 'альт', 
        relise: '06.12.2022',
        title: 'Весенний кубок КСК Армадапо конкуру', 
        shorts: 'Мы будем рады видеть в числе участников старых друзей, и так же будем рады новым знакомствам!', 
        markup: 'Мы будем рады видеть в числе участников старых друзей, и так же будем рады новым знакомствам!' 
    },
];